/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "ngày";
"AppDates.DATES.PAST_DUE" = "Quá hạn";
"AppDates.DATES.TODAY" = "Hôm nay";
"AppDates.DATES.THIS_WEEK" = "Tuần này";
"AppDates.DATES.NEXT_WEEK" = "Tuần tới";
"AppDates.DATES.UPCOMING" = "Sắp tới";
"AppDates.EMPTY.TITLE" = "Không có ngày cụ thể";
"AppDates.EMPTY.SUBTITLE" = "Bạn hiện không có khóa học nào đang hoạt động với các sự kiện đã lên lịch. Hãy đăng ký một khóa học để xem các ngày và thời hạn quan trọng.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "Bỏ lỡ một số thời hạn?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Đừng lo lắng - hãy điều chỉnh lịch trình đề xuất của chúng tôi để hoàn thành các bài tập đến hạn mà không bị mất bất kỳ tiến độ nào.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "";
"Profile.TITLE" = "Hồ sơ";
"Profile.INFO" = "Thông tin hồ sơ";
"Profile.ABOUT" = "Về tôi";
"Profile.EDIT_PROFILE" = "Chỉnh sửa hồ sơ";
"Profile.YEAR_OF_BIRTH" = "Năm sinh:";
"Profile.BIO" = "Sinh học:";
"Profile.SETTINGS" = "Cài đặt";
"Profile.SETTINGS_VIDEO" = "Cài đặt video";
"Profile.DATES_AND_CALENDAR" = "Ngày &amp; Lịch";
"Profile.SUPPORT_INFO" = "Thông tin hỗ trợ";
"Profile.CONTACT" = "Liên hệ hỗ trợ";
"Profile.TERMS" = "Điều khoản sử dụng";
"Profile.PRIVACY" = "Chính sách bảo mật";
"Profile.COOKIE_POLICY" = "Chính sách cookie";
"Profile.CURRENT_LEARNING_SITE" = "Trang học tập hiện tại";
"Profile.DO_NOT_SELL_INFORMATION" = "Không bán thông tin cá nhân của tôi";
"Profile.FAQ_TITLE" = "Xem câu hỏi thường gặp";
"Profile.MANAGE_ACCOUNT" = "Quản lý tài khoản";
"Profile.LEARNING_SITES" = "Địa điểm học tập";
"Profile.LOGOUT" = "Đăng xuất";
"Profile.SWITCH_TO" = "Chuyển sang";
"Profile.FULL_PROFILE" = "hồ sơ đầy đủ";
"Profile.LIMITED_PROFILE" = "hồ sơ hạn chế";
"Profile.LOGOUT_ALERT.TITLE" = "Xác nhận đăng xuất";
"Profile.LOGOUT_ALERT.TEXT" = "Bạn có chắc chắn bạn muốn thoát?";
"Profile.DELETE_ALERT.TITLE" = "Cảnh báo!";
"Profile.DELETE_ALERT.TEXT" = "Bạn có thực sự muốn xóa tài khoản của mình không?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Thoát mà không lưu?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Những thay đổi bạn đã thực hiện sẽ bị loại bỏ.";
"Profile.EDIT.TOO_YONG_USER" = "Bạn phải trên 13 tuổi mới có hồ sơ đầy đủ thông tin.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Hồ sơ hạn chế chỉ chia sẻ tên người dùng và ảnh hồ sơ của bạn.";
"Profile.EDIT.DELETE_ACCOUNT" = "Xóa tài khoản";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Năm sinh";
"Profile.EDIT.FIELDS.LOCATION" = "Vị trí";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Ngôn ngư noi";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Về tôi:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Thay đổi hình ảnh hồ sơ";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Chọn từ thư viện";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Gỡ bỏ hình";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Hủy bỏ";
"Profile.DELETE_ACCOUNT.TITLE" = "Xóa tài khoản";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Bạn có chắc chắn muốn ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "Xóa tài khoản của bạn?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Để xác nhận hành động này, vui lòng nhập mật khẩu tài khoản của bạn.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Mật khẩu";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Nhập mật khẩu";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Có, xóa tài khoản";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Quay lại hồ sơ";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Mật khẩu không đúng. Vui lòng thử lại.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Cài đặt video";
"Profile.SETTINGS.WIFI_TITLE" = "Chỉ tải xuống Wi-Fi";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Chỉ tải xuống nội dung khi bật Wi-Fi";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Chất lượng truyền phát video";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Tự động (Khuyến nghị)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Tự động";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Khuyến khích";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Sử dụng dữ liệu thấp hơn";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Chất lượng tốt nhất";
"Profile.SETTINGS.VERSION" = "Phiên bản:";
"Profile.SETTINGS.UP_TO_DATE" = "Cập nhật";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Nhấn để cập nhật lên phiên bản";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Nhấn để cài đặt bản cập nhật ứng dụng cần thiết";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Không thể gửi email. Có vẻ như ứng dụng email của bạn chưa được thiết lập.";
"Profile.CALENDAR.NEW_CALENDAR" = "Lịch mới";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Thay đổi tùy chọn đồng bộ hóa";
"Profile.CALENDAR.ACCOUNT" = "Tài khoản";
"Profile.CALENDAR.CALENDAR_NAME" = "Tên lịch";
"Profile.CALENDAR.COLOR" = "Màu sắc";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Bài tập sắp tới cho các khóa học đang hoạt động sẽ xuất hiện trên lịch này";
"Profile.CALENDAR.CANCEL" = "Hủy bỏ";
"Profile.CALENDAR.BEGIN_SYNCING" = "Bắt đầu đồng bộ hóa";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Đã đồng bộ hóa";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Đồng bộ hóa không thành công";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Ngoại tuyến";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Đang đồng bộ hóa với lịch...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Truy cập lịch";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Tắt đồng bộ hóa lịch";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Để hiển thị các bài tập sắp tới và các mốc quan trọng của khóa học trên lịch của bạn, chúng tôi cần có quyền truy cập vào lịch của bạn.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Việc tắt đồng bộ hóa lịch sẽ xóa lịch “ %@ ”. Bạn có thể bật lại đồng bộ hóa lịch bất kỳ lúc nào.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Cấp quyền truy cập lịch";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Tắt đồng bộ hóa";
"Profile.CALENDAR_DIALOG.CANCEL" = "Hủy bỏ";
"Profile.DATES_AND_CALENDAR.TITLE" = "Ngày &amp; Lịch";
"Profile.CALENDAR_SYNC.TITLE" = "Đồng bộ hóa lịch";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Thiết lập đồng bộ hóa lịch để hiển thị các bài tập sắp tới và các mốc quan trọng của khóa học trên lịch của bạn. Bài tập mới và ngày học đã thay đổi sẽ tự động đồng bộ hóa";
"Profile.CALENDAR_SYNC.BUTTON" = "Thiết lập đồng bộ hóa lịch";
"Profile.OPTIONS.TITLE" = "Tùy chọn";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Sử dụng ngày tương đối";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Hiển thị các ngày tương đối như “Ngày mai” và “Hôm qua”";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Hiển thị ngày đầy đủ như “1 tháng 1 năm 2021”";
"Profile.DATES_AND_CALENDAR.TITLE" = "Ngày &amp; Lịch";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Đồng bộ lịch khóa học";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Vui lòng kết nối lại lịch của bạn để tiếp tục đồng bộ hóa";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Hiện đang đồng bộ hóa các sự kiện với lịch của bạn";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Kết nối lại lịch";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Thay đổi tùy chọn đồng bộ hóa";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Đồng bộ hóa %d";
"Profile.OPTIONS.TITLE" = "Tùy chọn";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Sử dụng ngày tương đối";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Hiển thị các ngày tương đối như “Ngày mai” và “Hôm qua”";
"Profile.COURSES_TO_SYNC.TITLE" = "Các khóa học để đồng bộ hóa";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Việc tắt đồng bộ hóa một khóa học sẽ xóa tất cả các sự kiện được kết nối với khóa học khỏi lịch đã đồng bộ hóa của bạn.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Ẩn các khóa học không hoạt động";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Tự động xóa sự kiện khỏi các khóa học bạn chưa xem trong tháng trước";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Không hoạt động";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Địa phương";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Giọng";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Màu đỏ";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Quả cam";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Màu vàng";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Màu xanh lá";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Màu xanh da trời";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Màu tím";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Màu nâu";
"Profile.CALENDAR.COURSE_DATES" = "%@ Ngày khóa học";
"Profile.DROP_DOWN_PICKER.SELECT" = "Lựa chọn";
"Profile.SYNC_SELECTOR.SYNCED" = "Để đồng bộ hóa";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Chưa được đồng bộ hóa";
"Profile.SYNC.NO_SYNCED" = "Không có khóa học được đồng bộ hóa";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Hiện không có khóa học nào được đồng bộ hóa với lịch của bạn.";
"Downloads.DOWNLOADS.TITLE" = "Tải xuống";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Quản lý cài đặt tải xuống";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Không có khóa học nào có thể tải xuống Nội dung";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "Hiện tại bạn không có khóa học nào có nội dung có thể tải xuống.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ đã tải xuống";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Tất cả %@ đã tải xuống";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ có sẵn";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Tải xuống khóa học";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Đang tải xuống";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Đang tải cấu trúc khóa học...";
"Downloads.MENU_OPTION.REMOVE" = "Xóa khóa học tải xuống";
"Downloads.MENU_OPTION.CANCEL" = "Hủy tải xuống";
"Discovery.TITLE" = "Phát hiện";
"Discovery.SEARCH" = "Tìm kiếm";
"Discovery.HEADER.TITLE_1" = "Khám phá mới";
"Discovery.HEADER.TITLE_2" = "Hãy cùng tìm khóa học mới cho bạn.";
"Discovery.SEARCH.TITLE" = "Kết quả tìm kiếm";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Bắt đầu nhập để tìm khóa học";
"Discovery.UPDATE_REQUIRED_TITLE" = "Yêu cầu cập nhật ứng dụng";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Phiên bản ứng dụng OpenEdX này đã lỗi thời. Để tiếp tục tìm hiểu và nhận các tính năng cũng như bản sửa lỗi mới nhất, vui lòng nâng cấp lên phiên bản mới nhất.";
"Discovery.UPDATE_WHY_NEED" = "Tại sao tôi cần cập nhật?";
"Discovery.UPDATE_DEPRECATED_APP" = "Phiên bản ứng dụng không được dùng nữa";
"Discovery.UPDATE_BUTTON" = "Cập nhật";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Cài đặt tài khoản";
"Discovery.UPDATE_NEEDED_TITLE" = "Cập nhật ứng dụng";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Chúng tôi khuyên bạn nên cập nhật lên phiên bản mới nhất. Hãy nâng cấp ngay để nhận các tính năng và bản sửa lỗi mới nhất.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Không phải bây giờ";
"Discovery.UPDATE_NEW_AVALIABLE" = "Đã có bản cập nhật mới! Hãy nâng cấp ngay để nhận các tính năng và bản sửa lỗi mới nhất";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Rời khỏi ứng dụng";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Bây giờ bạn đang rời khỏi ứng dụng và mở trình duyệt";
"Discovery.DETAILS.TITLE" = "Chi tiết khóa học";
"Discovery.DETAILS.VIEW_COURSE" = "Xem khóa học";
"Discovery.DETAILS.ENROLL_NOW" = "Ghi danh ngay bây giờ";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Bạn không thể ghi danh khóa học này vì ngày ghi danh đã hết.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Để ghi danh khóa học này, vui lòng đảm bảo bạn đã kết nối với internet.";
"Discovery.DETAILS.COURSE_BANNER" = "Ảnh bìa khóa học";
"Discovery.ALERT.AUTHORIZATION" = "Ủy quyền";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Vui lòng vào hệ thống để tiếp tục ghi danh khóa học.";
"Discussion.TITLE" = "Thảo luận";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Việc đăng bài trong các cuộc thảo luận đã bị nhóm khóa học vô hiệu hóa";
"Discussion.TOPICS.SEARCH" = "Tìm kiếm tất cả bài viết";
"Discussion.TOPICS.ALL_POSTS" = "Tất cả những bài viết";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Bài viết tôi đang theo dõi";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Nhưng hạng mục chinh";
"Discussion.TOPICS.UNNAMED" = "Danh mục con chưa được đặt tên";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Hoạt động gần đây";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Hoạt động nhiều nhất";
"Discussion.POSTS.SORT.MOST_VOTES" = "Nhiều phiếu bầu nhất";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Chưa có cuộc thảo luận nào";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Nhấp vào nút bên dưới để tạo cuộc thảo luận đầu tiên của bạn.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Tạo cuộc thảo luận";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Thêm bài đăng";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Tất cả những bài viết";
"Discussion.POSTS.FILTER.UNREAD" = "Chưa đọc";
"Discussion.POSTS.FILTER.UNANSWERED" = "Chưa được trả lời";
"Discussion.POSTS.CREATE_NEW_POST" = "Tạo bài đăng mới";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Làm cho một lựa chọn";
"Discussion.POST.LAST_POST" = "Bài đăng cuối cùng:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Đã thêm nhận xét";
"Discussion.THREAD.ADD_RESPONSE" = "Thêm phản hồi";
"Discussion.CREATE_THREAD.NEW_POST" = "Tạo bài đăng mới";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Chọn loại bài đăng";
"Discussion.CREATE_THREAD.TOPIC" = "Chủ đề";
"Discussion.CREATE_THREAD.TITLE" = "Tiêu đề";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Theo dõi cuộc thảo luận này";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Theo dõi câu hỏi này";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Tạo cuộc thảo luận mới";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Tạo câu hỏi mới";
"Discussion.COMMENT.REPORT" = "Báo cáo";
"Discussion.COMMENT.UNREPORT" = "Hủy báo cáo";
"Discussion.COMMENT.FOLLOW" = "Theo";
"Discussion.COMMENT.UNFOLLOW" = "Hủy theo dõi";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Bình luận";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Đã thêm nhận xét";
"Discussion.RESPONSE.ADD_COMMENT" = "Thêm một bình luận";
"Discussion.POST_TYPE.QUESTION" = "câu hỏi";
"Discussion.POST_TYPE.DISCUSSION" = "cuộc thảo luận";
"Discussion.SEARCH" = "Tìm kiếm";
"Discussion.SEARCH.TITLE" = "Kết quả tìm kiếm";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Bắt đầu nhập để tìm Chủ đề";
"Discussion.ANONYMOUS" = "Vô danh";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Không thể tải thảo luận.\n Hãy thử lại sau.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Xin chúc mừng, bạn đã đạt được chứng chỉ khóa học này trong “ %@ \.”";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Xem chứng chỉ";
"Course.OUTLINE.CERTIFICATE" = "Giấy chứng nhận";
"Course.OUTLINE.COURSE_VIDEOS" = "Video khóa học";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Khóa học này vẫn chưa bắt đầu.";
"Course.COURSEWARE.COURSE_CONTENT" = "Nội dung khóa học";
"Course.COURSEWARE.COURSE_UNITS" = "Đơn vị khóa học";
"Course.COURSEWARE.NEXT" = "Tiếp theo";
"Course.COURSEWARE.PREVIOUS" = "Trước đó";
"Course.COURSEWARE.PREVIOUS_FULL" = "Trước";
"Course.COURSEWARE.FINISH" = "Hoàn thành";
"Course.COURSEWARE.GOOD_WORK" = "Làm tốt lắm!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Quay lại phác thảo";
"Course.COURSEWARE.SECTION" = "Bạn đã hoàn thành “";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Tiếp tục";
"Course.COURSEWARE.RESUME_WITH" = "Tiếp tục với:";
"Course.ERROR.NO_INTERNET" = "Bạn không kết nối với Internet. Xin vui lòng kiểm tra kết nối Internet của bạn.";
"Course.ERROR.RELOAD" = "Tải lại";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Không tìm thấy thành phần khóa học, vui lòng tải lại";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Hiện tại không có tài liệu nào cho khóa học này.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "Hiện tại không có thông báo nào cho khóa học này.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Không có video nào cho khóa học này.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Không có bài tập nào cho khóa học này.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Hiện tại chưa có ngày khai giảng khóa học.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Hiện tại không có nội dung khóa học nào khả dụng.";
"Course.ALERT.ROTATE_DEVICE" = "Xoay thiết bị của bạn để xem video này ở chế độ toàn màn hình.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Bạn có chắc chắn muốn xóa tất cả video cho";
"Course.ALERT.DELETE_VIDEOS" = "Bạn có chắc chắn muốn xóa (các) video vì";
"Course.ALERT.STOP_DOWNLOADING" = "Việc tắt công tắc sẽ ngừng tải xuống và xóa tất cả các video đã tải xuống cho";
"Course.ALERT.WARNING" = "Cảnh báo";
"Course.COURSE_CONTAINER.HOME" = "Trang chủ";
"Course.COURSE_CONTAINER.CONTENT" = "Nội dung";
"Course.COURSE_CONTAINER.PROGRESS" = "Tiến Độ";
"Course.COURSE_CONTAINER.VIDEOS" = "Video";
"Course.COURSE_CONTAINER.OFFLINE" = "Ngoại tuyến";
"Course.COURSE_CONTAINER.DATES" = "ngày";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Thảo luận";
"Course.COURSE_CONTAINER.HANDOUTS" = "Hơn";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Tài liệu phát tay Đang phát triển";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Bạn đã hoàn thành %@%% tiến độ khóa học";
"Course.COURSE_CAROUSEL.GRADES" = "Điểm số";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Điểm này thể hiện điểm số có trọng số của bạn so với điểm cần thiết để vượt qua khóa học này.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Tất cả Nội dung";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Bạn đang tham gia khóa học này với tư cách là người kiểm tra và có quyền truy cập hạn chế vào tài liệu khóa học.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "nâng cấp ngay bây giờ";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "Bạn đã xem hết video!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Bạn đã hoàn thành tất cả các bài tập!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Video\nhoàn thành";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Bài tập\nđã hoàn thành";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "Tiếp tục xem";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Video Tiếp";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Tất cả video";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Tất cả bài tập";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Bài tập tiếp theo";
"Course.COURSE_CONTENT.ALL" = "Tất cả";
"Course.COURSE_CONTENT.VIDEOS" = "Video";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Bài tập";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Hoàn thành khóa học";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Điều này thể hiện lượng nội dung khóa học bạn đã hoàn thành. Lưu ý rằng một số nội dung có thể chưa được phát hành.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Hoàn thành";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Tiến độ tổng thể";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Còn lại";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "Đã khóa";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Tiến Độ Điểm Số";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Đạt";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "Không Đạt";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Xem chứng chỉ";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Tiến độ Mục";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "Không có tiến độ nào có sẵn";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Bắt đầu học để xem tiến trình của bạn tại đây";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Điểm tổng thể";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Điểm này thể hiện điểm số có trọng số của bạn so với điểm cần thiết để vượt qua khóa học này.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Điểm Tổng Thể Hiện Tại Đã Được Tính Trọng Số:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "Điểm trung bình có trọng số %@%% là cần thiết để qua khóa học này";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "Yêu cầu";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Chi tiết điểm số";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Loại bài tập";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Hiện tại / Tối đa %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "Hoàn thành";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "của Điểm số";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Khóa học này không có bài tập được chấm điểm.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Tài liệu phát tay";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Thông báo";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Tìm thông tin khóa học quan trọng";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Theo kịp với những tin tức mới nhất";
"Course.NOT_AVALIABLE.TITLE" = "Thành phần tương tác này không có sẵn trên thiết bị di động";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Khám phá các phần khác của khóa học này hoặc xem phần này trên web.";
"Course.NOT_AVALIABLE.BUTTON" = "Mở trong trình duyệt";
"Course.SUBTITLES.TITLE" = "phụ đề";
"Course.ACCESSIBILITY.DOWNLOAD" = "Tải xuống";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Hủy tải xuống";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Xóa tải xuống";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Vòng tiến độ hoàn thành khóa học";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Mục điểm tổng thể";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Mục chi tiết điểm số";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Mục bài tập";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Chỉ số điểm cần thiết để qua môn";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ phần trăm đã hoàn thành";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ phần trăm cần thiết để qua môn";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ của %@ đã hoàn thành, %@ trên %@ phần trăm của điểm số";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Điểm hiện tại: %@ phần trăm";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Cảnh báo yêu cầu điểm: cần %@ phần trăm để qua môn";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "Hình ảnh hóa tiến độ hiển thị %@ danh mục bài tập";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Tiến độ tổng thể: %@ phần trăm";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Hiển thị phân tích tiến độ theo loại bài tập";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Khóa học này không có bài tập được chấm điểm để hiển thị";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Hoàn thành các hoạt động khóa học để xem tiến độ của bạn tại đây";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Tiêu đề cột loại bài tập";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Tiêu đề cột phần trăm hiện tại và tối đa";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Trọng số: %@ phần trăm của điểm số";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ của %@ đã hoàn thành";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Điểm hiện tại: %@ trên %@ phần trăm";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ của %@ đã hoàn thành. Trọng số: %@ phần trăm của điểm. Điểm hiện tại: %@ trên %@ phần trăm";
"Course.DOWNLOAD.DOWNLOADS" = "Tải xuống";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Tất cả video đã tải xuống";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Đang tải xuống video...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Tải xuống thiết bị";
"Course.DOWNLOAD.VIDEOS" = "Video";
"Course.DOWNLOAD.REMAINING" = "Còn lại";
"Course.DOWNLOAD.UNTITLED" = "Không có tiêu đề";
"Course.DOWNLOAD.TOTAL" = "Tổng cộng";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Bạn không thể thay đổi chất lượng video tải xuống khi tất cả video đang tải xuống";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Cài đặt tải xuống hiện tại của bạn chỉ cho phép tải xuống qua Wi-Fi.\n Vui lòng kết nối với mạng Wi-Fi hoặc thay đổi cài đặt tải xuống của bạn.";
"Course.COURSE_DATES.TODAY" = "Hôm nay";
"Course.COURSE_DATES.COMPLETED" = "Hoàn thành";
"Course.COURSE_DATES.PAST_DUE" = "Quá hạn";
"Course.COURSE_DATES.DUE_NEXT" = "Đến hạn tiếp theo";
"Course.COURSE_DATES.UNRELEASED" = "Chưa phát hành";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Chỉ được xác minh";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Mục ẩn";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Mục ẩn";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Ngày đến hạn đã được chuyển";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Ngày đáo hạn của bạn đã được thay đổi thành công để giúp bạn đi đúng hướng.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Xem tất cả các ngày";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Đồng bộ hóa với lịch";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Tự động đồng bộ hóa tất cả thời hạn và ngày hết hạn của khóa học này vào lịch của bạn.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Thêm lịch";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Xóa lịch";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Bạn có muốn thêm lịch %@ &quot; %@ &quot; không?\n Bạn có thể chỉnh sửa hoặc xóa lịch khóa học bất kỳ lúc nào trong Lịch hoặc Cài đặt";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Bạn có muốn xóa lịch %@ &quot; %@ &quot; không?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "&quot; %@ &quot; đã được thêm vào lịch của bạn.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Đang đồng bộ hóa lịch...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Xem sự kiện";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Lịch khóa học của bạn đã được thêm vào.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Lịch khóa học của bạn đã bị xóa.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Sự kiện lịch";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Lịch khóa học của bạn đã lỗi thời";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Ngày khóa học của bạn đã được thay đổi và lịch khóa học của bạn không còn cập nhật với lịch trình mới nữa.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Cập nhật bây giờ";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Lịch khóa học của bạn đã được cập nhật.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ không có quyền lịch. Vui lòng vào cài đặt và cấp quyền cho lịch.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Mở cài đặt";
"Course.COURSE_DATES.SETTINGS" = "Cài đặt";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Không thể thay đổi ngày của bạn. Vui lòng thử lại.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Ngày của bạn đã được chuyển thành công.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Ngày khóa học";
"Course.COURSE.DUE_TODAY" = "Đến hạn hôm nay";
"Course.COURSE.DUE_TOMORROW" = "Hạn chót vào ngày mai";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ Hoàn thành";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ Mục đã hoàn thành";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ Hoàn thành";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ Đã xem";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Xem đã hoàn thành";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Ẩn Đã Hoàn Thành";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Hoàn thành";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Kéo và Thả";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Bài tập";
"Course.COURSE.ASSIGNMENT_GRADED" = "Đã chấm điểm";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Chưa bắt đầu";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Đánh giá mở";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Hướng dẫn bạn ";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Vấn đề";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Khảo sát";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "Trong tiến trình";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Đám mây từ ngữ";
"Course.COURSE.ASSIGNMENT_LTI" = "Công cụ bên ngoài";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Thảo Luận";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Tải xuống nhiều nhất";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Xong";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Biên tập";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Xóa tất cả các mục tải xuống";
"Course.COURSE.OFFLINE.VISIBLE" = "%@ %% của khóa học này có thể hiển thị trên thiết bị di động.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@ %% của khóa học này có thể tải xuống.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@ %% khóa học này có thể được hoàn thành ngoại tuyến.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Đã tải xuống";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Đang tải xuống";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Có sẵn để tải xuống";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Sẵn sàng để tải xuống";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Tải xuống tất cả";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Hủy khóa học Tải xuống";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Bạn có thể tải xuống nội dung khóa học ngoại tuyến để học khi đang di chuyển, mà không cần kết nối internet hoặc sử dụng dữ liệu di động.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Hiện tại không có nội dung nào của khóa học này có thể tải xuống ngoại tuyến.";
"Course.COURSE.RETURN_TO_HOME" = "Quay lại Trang Chủ Khóa Học";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Thành phần này không được tải xuống";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Khám phá các phần khác của khóa học này hoặc tải xuống khi bạn kết nối lại.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Thành phần này hiện chưa có sẵn ngoại tuyến";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Khám phá các phần khác của khóa học này hoặc xem phần này khi bạn kết nối lại.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Đã đồng bộ hóa với Lịch";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Đồng bộ hóa lịch không thành công";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Ngoại tuyến";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ Hoàn thành - %@/%@ điểm";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Quá Hạn - %@/%@ điểm";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Chưa Có Sẵn";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ điểm";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Chính sách chấm điểm khóa học";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "không xác định";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Mục tiến độ khóa học";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Mục tiếp tục học";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Mục nội dung khóa học";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Phần thông báo lỗi mục";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Đang tải mục";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Mục video";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Tiến độ video %@ của %@ đã hoàn thành.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Mục bài tập";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Mục tiến độ bài tập";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "Không có nội dung nào có sẵn mục";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Trang tiếp theo";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Trang Cuối";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "Trang trước";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ trong số %@ bài tập đã hoàn thành";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Nhấn để ẩn các phần đã hoàn thành";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Nhấn để hiển thị các phần đã hoàn thành";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ mục, đã xem %@ trong số %@ video";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Mục tải xuống, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Video: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, đã hoàn thành";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% đã xem";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, chưa bắt đầu";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Nhấn để phát video";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ phần trăm đã hoàn thành";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Video %@ từ %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Điều hướng Video";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Không có tiêu đề video";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Đăng nhập";
"Authorization.SIGN_IN.WELCOME_BACK" = "Chào mừng trở lại! Đăng nhập để truy cập các khóa học của bạn.";
"Authorization.SIGN_IN.EMAIL" = "Email";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "Thư điện tử hoặc tên người dùng";
"Authorization.SIGN_IN.PASSWORD" = "Mật khẩu";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Quên mật khẩu?";
"Authorization.SIGN_IN.SELECTED_SITE" = "Địa điểm đã chọn";
"Authorization.SIGN_IN.CHANGE" = "Thay đổi";
"Authorization.SIGN_IN.AGREEMENT" = "Bằng cách đăng nhập vào ứng dụng này, bạn đồng ý với [ %@ Thỏa thuận cấp phép người dùng cuối]( %@ ) và [ %@ Điều khoản dịch vụ và Mã danh dự]( %@ ) và bạn thừa nhận rằng %@ và mỗi Thành viên xử lý dữ liệu cá nhân của bạn trong\n theo [Chính sách quyền riêng tư.]( %@ )";
"Authorization.SIGN_IN.SSO_HEADING" = "Hãy bắt đầu ngay hôm nay để xây dựng sự nghiệp của bạn một cách tự tin";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Một bộ chương trình kiến thức và trao quyền tích hợp để phát triển các thành phần của khu vực tài trợ và người lao động của khu vực này";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Đăng nhập";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Đăng nhập thông qua dịch vụ đăng nhập thống nhất quốc gia";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "địa chỉ email không hợp lệ";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Độ dài mật khẩu không hợp lệ";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Tài khoản %@ này không được liên kết với bất kỳ tài khoản %@ nào. Xin mời đăng ký.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Email hoặc tên người dùng không hợp lệ";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Tài khoản của bạn bị vô hiệu hóa. Vui lòng liên hệ bộ phận hỗ trợ khách hàng để được hỗ trợ.";
"Authorization.SIGN_UP.SUBTITLE" = "Tạo một tài khoản để bắt đầu học ngay hôm nay!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Tạo tài khoản";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Ẩn các trường tùy chọn";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Hiển thị các trường tùy chọn";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Bạn đã đăng nhập thành công.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Chúng tôi chỉ cần thêm một chút thông tin trước khi bạn bắt đầu học.";
"Authorization.SIGN_UP.AGREEMENT" = "Bằng cách tạo tài khoản, bạn đồng ý với [ %@ Thỏa thuận cấp phép người dùng cuối]( %@ ) và [ %@ Điều khoản dịch vụ và Mã danh dự]( %@ ) và bạn thừa nhận rằng %@ và mỗi Thành viên xử lý dữ liệu cá nhân của bạn theo [ Chính sách bảo mật .]( %@ )";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Tôi đồng ý rằng %@ có thể gửi cho tôi các tin nhắn tiếp thị.";
"Authorization.FORGOT.TITLE" = "Quên mật khẩu";
"Authorization.FORGOT.DESCRIPTION" = "Vui lòng nhập địa chỉ email đăng nhập hoặc khôi phục của bạn bên dưới và chúng tôi sẽ gửi cho bạn email kèm theo hướng dẫn.";
"Authorization.FORGOT.REQUEST" = "Đặt lại mật khẩu";
"Authorization.FORGOT.CHECK_TITLE" = "Kiểm tra hộp thư điện tử của bạn";
"Authorization.FORGOT.CHECK_Description" = "Chúng tôi đã gửi hướng dẫn khôi phục mật khẩu tới email của bạn ";
"Authorization.CONTINUE_WITH" = "Tiếp tục với:";
"Authorization.LAST_SIGN_IN" = "Đăng nhập lần cuối";
"Authorization.OR_SIGN_IN_WITH" = "Hoặc đăng nhập bằng email:";
"Authorization.OR_REGISTER_WITH" = "Hoặc đăng ký bên dưới:";
"Authorization.APPLE" = "Quả táo";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Hoặc";
"Authorization.STARTUP.INFO_MESSAGE" = "Các khóa học và chương trình từ các trường đại học tốt nhất thế giới trong túi của bạn.";
"Authorization.STARTUP.SEARCH_TITLE" = "Bạn muốn học gì?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Tìm kiếm hơn 3000 khóa học của chúng tôi";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Khám phá tất cả các khóa học";
"Authorization.STARTUP.TITLE" = "Bắt đầu";
"Authorization.LEARNING_SITES.TITLE" = "Các trang học tập";
"Authorization.LEARNING_SITES.GET_STARTED" = "Bắt đầu";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "Chào mừng! Chọn trang học tập của bạn";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Tìm kiếm";
"Authorization.LEARNING_SITES.SUBTITLE" = "Chọn hoặc thêm một trang web học tập";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "Trang học tập hiện tại";
"Authorization.LEARNING_SITES.MORE_SITES" = "Thêm địa điểm học tập";
"Authorization.LEARNING_SITES.ADD_SITE" = "Thêm trang web học tập";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "Đại học Nghệ thuật & Khoa học";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "Không có trường học nào khớp với tìm kiếm của bạn";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Đăng Xuất";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "Bạn có chắc chắn muốn đăng xuất khỏi %@ không?";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Đăng Xuất";
"WhatsNew.TITLE" = "Có gì mới";
"WhatsNew.BUTTON_PREVIOUS" = "Trước";
"WhatsNew.BUTTON_NEXT" = "Tiếp theo";
"WhatsNew.BUTTON_DONE" = "Xong";
"Dashboard.TITLE" = "bảng điều khiển";
"Dashboard.HEADER.COURSES" = "Khóa học";
"Dashboard.HEADER.WELCOME_BACK" = "Chào mừng trở lại. Hãy tiếp tục học hỏi.";
"Dashboard.SEARCH" = "Tìm kiếm";
"Dashboard.EMPTY.SUBTITLE" = "Bạn chưa ghi danh bất kỳ khóa học nào.";
"Dashboard.LEARN.TITLE" = "Học hỏi";
"Dashboard.LEARN.VIEW_ALL" = "Xem tất cả";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Xem tất cả các khóa học ( %@ )";
"Dashboard.LEARN.ALL_COURSES" = "Tất cả các khóa học";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 bài tập quá hạn";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Xem bài tập";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Bài tập quá hạn";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Bài tập đến hạn %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Đến hạn sau %@ Ngày";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Tiếp tục khóa học";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Bắt đầu khóa học";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Khóa học";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Chương trình";
"Dashboard.LEARN.CATEGORY.ALL" = "Tất cả";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "Trong tiến trình";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Hoàn thành";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Hết hạn";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Không có khóa học";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Không có khóa học nào đang diễn ra";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Không có khóa học nào đã hoàn thành";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Không có khóa học hết hạn";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Bạn hiện chưa ghi danh bất kỳ khóa học nào, bạn có muốn khám phá danh mục khóa học không?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Tìm một khóa học";
"Core.MAINSCREEN.DISCOVERY" = "Phát hiện";
"Core.MAINSCREEN.DASHBOARD" = "bảng điều khiển";
"Core.MAINSCREEN.IN_DEVELOPING" = "Đang phát triển";
"Core.MAINSCREEN.PROGRAMS" = "Chương trình";
"Core.MAINSCREEN.PROFILE" = "Hồ sơ";
"Core.MAINSCREEN.LEARN" = "Học hỏi";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Bạn đã thiết lập tài khoản %@ với tài khoản %@ của mình. Bạn đã đăng nhập bằng tài khoản đó.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Thử lại";
"Core.ERROR.INVALID_CREDENTIALS" = "Thông tin không hợp lệ";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Kết nối internet chậm hoặc không có kết nối internet";
"Core.ERROR.NO_CACHED_DATA" = "Không có dữ liệu được lưu trong bộ nhớ đệm cho chế độ ngoại tuyến";
"Core.ERROR.USER_NOT_ACTIVE" = "Tài khoản người dùng chưa được kích hoạt. Vui lòng kích hoạt tài khoản của bạn trước.";
"Core.ERROR.UNKNOWN_ERROR" = "Đã xảy ra lỗi";
"Core.ERROR.WIFI" = "Bạn chỉ có thể tải xuống tệp qua Wi-Fi. Bạn có thể thay đổi điều này trong cài đặt.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Ủy quyển thất bại.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Không có kết nối Internet";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Vui lòng kết nối internet để xem nội dung này.";
"Core.COURSEWARE.COURSE_CONTENT" = "Nội dung khóa học";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Thành phần tương tác này chưa có sẵn trên thiết bị di động.";
"Core.COURSEWARE.COURSE_UNITS" = "Đơn vị khóa học";
"Core.COURSEWARE.NEXT" = "Tiếp theo";
"Core.COURSEWARE.PREVIOUS" = "Trước đó";
"Core.COURSEWARE.FINISH" = "Hoàn thành";
"Core.COURSEWARE.GOOD_WORK" = "Làm tốt lắm!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Quay lại phác thảo";
"Core.COURSEWARE.SECTION_COMPLETED" = "Bạn đã hoàn thành “ %@ ”.";
"Core.COURSEWARE.CONTINUE" = "Tiếp tục";
"Core.COURSEWARE.RESUME" = "Bản tóm tắt";
"Core.COURSEWARE.RESUME_WITH" = "Tiếp tục với:";
"Core.COURSEWARE.NEXT_SECTION" = "Phần tiếp theo";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Để tiếp tục với “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” nhấn “Phần tiếp theo”.";
"Core.ERROR.RELOAD" = "Tải lại";
"Core.DATE.COURSE_STARTS" = "Khóa học bắt đầu";
"Core.DATE.COURSE_ENDS" = "Kết thúc khóa học";
"Core.DATE.COURSE_ENDED" = "Khóa học đã kết thúc";
"Core.DATE.ENDED" = "Đã kết thúc";
"Core.DATE.START" = "Bắt đầu";
"Core.DATE.STARTED" = "Đã bắt đầu";
"Core.DATE.JUST_NOW" = "Vừa rồi";
"Core.DATE.TODAY" = "Hôm nay";
"Core.DATE.NEXT" = "Tiếp theo %@";
"Core.DATE.DAYS_AGO" = "%@ Ngày trước";
"Core.DATE.DUE" = "Quá hạn ";
"Core.DATE.DUE_IN" = "Đến hạn ";
"Core.DATE.DUE_IN_DAYS" = "Đến hạn trong %@ Ngày";
"Core.DATE.DUE_TODAY" = "Hạn chót hôm nay: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ Ngày Quá Hạn: %@";
"Core.DATE.DUE_IN_LEFT" = "Đến hạn trong %@ ngày: %@";
"Core.ALERT.ACCEPT" = "Chấp nhận";
"Core.ALERT.CANCEL" = "Hủy bỏ";
"Core.ALERT.LOGOUT" = "Đăng xuất";
"Core.ALERT.LEAVE" = "Rời khỏi";
"Core.ALERT.SIGN_IN" = "Đăng nhập";
"Core.ALERT.REGISTER" = "Đăng ký";
"Core.ALERT.KEEP_EDITING" = "Tiếp tục chỉnh sửa";
"Core.ALERT.DELETE" = "Xóa bỏ";
"Core.ALERT.ADD" = "Thêm vào";
"Core.ALERT.REMOVE" = "Di dời";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Xóa lịch học";
"Core.NO_INTERNET.OFFLINE" = "Ngoại tuyến";
"Core.NO_INTERNET.DISMISS" = "Loại bỏ";
"Core.NO_INTERNET.RELOAD" = "Tải lại";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM đ";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM đ, yyyy";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM đ, yyyy";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Tải xuống";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Đã tải xuống";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Hoàn thành";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Chất lượng tải xuống video";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Tự động";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Khuyến khích";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Sử dụng dữ liệu thấp hơn";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Chất lượng tốt nhất";
"Core.DONE" = "Xong";
"Core.VIEW" = "Xem";
"Core.BACK" = "Mặt sau";
"Core.OK" = "Được rồi";
"Core.CLOSE" = "đóng";
"Core.PICKER.SEARCH" = "Tìm kiếm";
"Core.PICKER.ACCEPT" = "Chấp nhận";
"Core.WEBVIEW.ALERT.OK" = "OK";
"Core.WEBVIEW.ALERT.CANCEL" = "Hủy bỏ";
"Core.WEBVIEW.ALERT.CONTINUE" = "Tiếp tục";
"Core.REVIEW.VOTE_TITLE" = "Bạn thích Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Phản hồi của bạn quan trọng với chúng tôi. Bạn có thể dành chút thời gian để xếp hạng ứng dụng bằng cách nhấn vào ngôi sao bên dưới không? Cảm ơn sự hỗ trợ của bạn!";
"Core.REVIEW.FEEDBACK_TITLE" = "Để lại phản hồi cho chúng tôi";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Chúng tôi rất tiếc khi biết rằng trải nghiệm học tập của bạn gặp phải một số vấn đề. Chúng tôi đánh giá cao tất cả các phản hồi.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Cảm ơn";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Cảm ơn bạn đã chia sẻ phản hồi của bạn với chúng tôi. Bạn có muốn chia sẻ đánh giá của mình về ứng dụng này với những người dùng khác trên cửa hàng ứng dụng không?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Cảm ơn";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Chúng tôi đã nhận được phản hồi của bạn và sẽ sử dụng phản hồi đó để giúp cải thiện trải nghiệm học tập của bạn trong tương lai. Cảm ơn bạn đã chia sẻ!";
"Core.REVIEW.BETTER" = "Điều gì có thể tốt hơn?";
"Core.REVIEW.NOT_NOW" = "Không phải bây giờ";
"Core.REVIEW.BUTTON.SUBMIT" = "Nộp";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Chia sẻ phản hồi";
"Core.REVIEW.BUTTON.RATE_US" = "Đánh giá chúng tôi";
"Core.REVIEW.EMAIL.TITLE" = "Chọn ứng dụng email:";
"Core.SOCIAL_SIGN_CANCELED" = "Người dùng đã hủy luồng đăng nhập.";
"Core.SIGN_IN.LOG_IN_BTN" = "Đăng nhập";
"Core.SIGN_IN.REGISTER_BTN" = "đăng ký";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "Đăng nhập bằng SSO";
"Core.TOMORROW" = "Ngày mai";
"Core.YESTERDAY" = "Hôm qua";
"Core.OPEN_IN_BROWSER" = "Xem trong Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Đừng lo lắng – hãy điều chỉnh lịch trình đề xuất của chúng tôi để hoàn thành các bài tập đến hạn mà không bị mất bất kỳ tiến độ nào.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Chuyển ngày đến hạn";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Bỏ lỡ một số thời hạn?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Chúng tôi đã xây dựng một lịch trình đề xuất để giúp bạn đi đúng hướng. Nhưng đừng lo lắng – nó linh hoạt nên bạn có thể học theo tốc độ của riêng mình. Nếu bạn tình cờ bị tụt lại phía sau, bạn sẽ có thể điều chỉnh ngày tháng để luôn đi đúng hướng.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Để hoàn thành các bài tập đã chấm điểm trong khóa học này, bạn có thể nâng cấp ngay hôm nay.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Bạn đang kiểm tra khóa học này, điều đó có nghĩa là bạn không thể tham gia vào các bài tập được chấm điểm. Có vẻ như bạn đã bỏ lỡ một số thời hạn quan trọng dựa trên lịch trình đề xuất của chúng tôi. Để hoàn thành các bài tập đã chấm điểm như một phần của khóa học này và chuyển các bài tập quá hạn sang tương lai, bạn có thể nâng cấp ngay hôm nay.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Không thể thay đổi ngày của bạn. Vui lòng thử lại.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Ngày của bạn đã được chuyển thành công.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Ngày khóa học";
"Core.COURSE_DATES.TODAY" = "Hôm nay";
"Core.COURSE_DATES.COMPLETED" = "Hoàn thành";
"Core.COURSE_DATES.PAST_DUE" = "Quá hạn";
"Core.COURSE_DATES.THIS_WEEK" = "Tuần này";
"Core.COURSE_DATES.NEXT_WEEK" = "Tuần tới";
"Core.COURSE_DATES.UPCOMING" = "Sắp tới";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Thiết bị lưu trữ đầy đủ";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Thiết bị của bạn không đủ dung lượng trống để tải xuống nội dung này. Vui lòng giải phóng một số dung lượng và thử lại.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ đã sử dụng, %@ miễn phí";
"Core.COURSE.ALERT.CANCEL" = "Hủy bỏ";
"Core.COURSE.ALERT.CLOSE" = "Đóng";
"Core.COURSE.ALERT.REMOVE" = "Loại bỏ";
"Core.COURSE.ALERT.DOWNLOAD" = "Tải về";
"Core.COURSE.ALERT.TRY_AGAIN" = "Thử lại";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Xóa Nội dung ngoại tuyến?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Xác nhận Tải xuống";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Tải xuống trên di động?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Xóa nội dung này sẽ giải phóng %@ .";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Tải xuống %@ nội dung này sẽ lưu các khối có sẵn ngoại tuyến.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Tải xuống nội dung này sẽ sử dụng %@ dữ liệu di động.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Tải xuống không thành công";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Không có kết nối Internet";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Yêu cầu có Wi-Fi";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Thật không may, nội dung này không tải xuống được. Vui lòng thử lại sau hoặc báo cáo sự cố này.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Tải xuống nội dung này yêu cầu kết nối internet đang hoạt động. Vui lòng kết nối internet và thử lại.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Tải xuống nội dung này yêu cầu kết nối WiFi đang hoạt động. Vui lòng kết nối với mạng WiFi và thử lại.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Các video bạn đã chọn có dung lượng lớn hơn 1 GB. Bạn có muốn tải xuống các video này không?";
"Core.DOWNLOAD.DOWNLOAD" = "Tải về";
"Core.ALERT.ACCEPT" = "Chấp nhận";
